{
    "name":{
        "human": ["Aengus", "Agnes", "Aine", "Alice", "Anselm", "Beatrice", "Breandan", "Caitlin", "Charles", "Cormac", "Ella", "Fiona", "Geoffrey", "Giselle", "Henry", "Hugh", "Joan", "John", "Kane", "Kiera", "Manfred", "Margery", "Oriel", "Richard", "Robert", "Roisin", "Rordan", "Rosalind", "Saraid", "Seamus", "Walter", "Yvonne"],
        "changeling": ["Coy", "Jester", "Mirth", "Rook", "Shadow", "Slick", "Sly"],
        "dwarf": ["Anise", "Brunhild", "Doogan", "Erika", "Franz", "Grete", "Guntur", "Heida", "Helmut", "Ilse", "Martok", "Oda", "Ragnar"],
        "goblin": ["Blix", "Blunder", "Bubo", "Cough", "Drips", "Hack", "Pecker", "Phlegm", "Poop", "Pox", "Puke", "Sludge", "Snot", "Vomit"],
        "orc": ["Bastard", "Bunion", "Dredface", "Grubthumb", "Hate", "Killer", "Mung", "Pliers", "Pung", "Stenchfist", "Wossname"]
    },
    "background":{
        "human": [
            ["You died and returned to life. You start the game with [[random.randint(1,6)]] Insanity.",["Insanity","random.randint(1,6)"]], 
            ["You were briefly possessed by a demon. You start the game with 1 Corruption.",["Corruption",1]], 
            "You spent [[random.randint(1,6)]] years as a prisoner in a dungeon.", 
            ["You murdered someone in cold blood. You start the game with 1 Corruption.",["Corruption",1]], 
            "You caught and recovered from a terrible disease.", 
            ["You belonged to a strange cult and saw many strange things. You start the game with 1 Insanity.",["Insanity",1]], 
            "The faerie held you prisoner for [[random.randint(1,20)]] years.", 
            "You lost a loved one and their loss haunts you still.", 
            "You lost a finger, a few teeth, or an ear, or you gained a scar.", 
            "You earned a living working in your profession.", 
            "You fell in love and the relationship ended well or is ongoing.", 
            "You have a spouse and [[max(random.randint(1,6)-2,0)]] children.", 
            ["You traveled extensively. You speak one additional language.",["Language",1]], 
            "You received an education. You know how to read the Common Tongue.", 
            "You saved your town from terrible monsters.", 
            "You foiled a plot to kill someone important or you brought a killer to justice.", 
            "You performed a great deed and are a hero to the people in your hometown.", 
            "You found an old treasure map.", 
            "Someone important and powerful owes you a favor.", 
            "You came into money and start the game with [[random.randint(1,6)+random.randint(1,6)]] cp."
            ],
        "changeling": [
            ["You only recently discovered your true nature, and you are having a difficult time adjusting to your new reality. You start the game with 1 Insanity",["Insanity",1]],
            ["You have no idea that you’re a changeling. You think you are a member of the ancestry whose form you adopted. Add an extra random profession. Until you become incapacitated or touch iron for the first time, you cannot use Steal Identity.",["Profession",1]], 
            ["You were enslaved by a hag and forced to perform unspeakable acts as she commanded you. You start the game with 1 Corruption.",["Corruption",1]], 
            ["You murdered the person whose identity you stole so you could take over that person’s life. You start the game with 1 Corruption.",["Corruption",1]], 
            "When your \"parents\" learned what you were, they cast you out from your home and you were forced to make your own way in the world.", 
            "You ran away from home when you learned what you were and lived among the faerie for many years.", 
            "You have earned the enmity of a witch hunter. This foe hunts you and will try to kill you if he or she ever finds you.", 
            "Fearful townsfolk drove you out of your hometown. You have grown to hate them and plot revenge.", 
            "The first time you stole someone’s identity, you also stole a few of that person’s memories.", 
            "You earned a living working in your profession.", 
            "You fell in love, and your lover is not aware of your true identity.", 
            "After being exiled from your hometown, a druid or witch took you in and cared for you. You always have a home with this character.", 
            "You worked as an informant for the Inquisition.", 
            "You received an education. You know how to read the Common Tongue.", 
            "You learned a terrible secret while masquerading as someone else. Work out the nature of that secret with your Game Master.", 
            "Your parents raised you even though they knew what you were. Their love and encouragement gave you the stability you needed to grow into a mature personality.", 
            "The elf who made you recently found you and befriended you. You can call in one favor from that elf by speaking into a shell he or she gave you. The extent of the favor’s power is subject to the GM’s discretion.", 
            "You adopted the form of someone famous, powerful, and important.", 
            "You have ties to a criminal organization after being recruited for your magical gifts.", 
            "You came into money and start the game with [[random.randint(1,6)+random.randint(1,6)]] cp."
            ],
        "clockwork": [
            ["Your soul came from Hell. Start the game with [[random.randint(1,3)]] Corruption.",["Corruption","random.randint(1,3)"]],
            ["Your soul was plucked from the Underworld before it could forget its former life. Start the game with [[random.randint(1,6)]] Insanity and add an extra profession.",["Insanity","random.randint(1,6)","Profession",1]], 
            "You spent [[random.randint(1,20)]] years in a dormant state.", 
            "Your maker treated you poorly. You escaped and fear your maker will find you.", 
            "Fire, plague, or monsters destroyed your home and you are the sole survivor.", 
            "You were stolen from the workshop where you were made and lived as a slave for [[random.randint(1,6)]] years.", 
            "Goblins captured you and almost took you apart for scrap materials. You have replaced your missing components with bits of wood, old weapons, and other rubbish.", 
            "You were left to find your own way in the world when your maker died.", 
            "You fell off a boat and spent 2 years walking to shore.", 
            "You worked to fulfill your purpose for [[random.randint(1,6)]] years.", 
            "Choose a member of the group. That character found you and turned your key. You owe that character a debt.", 
            "You were one of [[random.randint(1,6)]] other clockworks made at the same time. You hope to find them one day.", 
            ["You were made to be a translator. You can speak one additional language.",["Language",1]], 
            "You were made to be a scribe. You know how to read and write the Common Tongue.", 
            "Your maker set you free to find your destiny.", 
            "You can’t remember your past. You don’t know where you came from or how you came to be where you are.", 
            "You built a lasting monument in your community.", 
            "You found a cryptic message inside your body. You have not yet deciphered its meaning.", 
            "You have a sword grafted to one of your arms.", 
            "You came into money and start the game with [[random.randint(1,6)+random.randint(1,6)]] cp."
            ],
        "dwarf": [
            ["You sold your soul to a devil to gain wealth. The devil betrayed you and left you penniless. You start the game with 1 Corruption.",["Corruption",1]],
            "Your ancestors appeared to you in a vision and sent you to recover a fabled relic.", 
            "You accidentally killed someone close to you.", 
            "You stole gold from a rival clan and the theft shames you.", 
            "You fought against the creatures you hate and lost.", 
            "You brought shame to yourself and your clan. You live as an exile, searching for redemption, even if that redemption comes with a glorious death.", 
            "You were taken prisoner by the creatures you hate. You lived as a slave for [[random.randint(1,6)+random.randint(1,6)]] years.", 
            "The creatures you hate overran your home and wiped out your clan.", 
            "You survived a cave-in and get a bit nervous when underground.", 
            "You earned a living working in your profession.", 
            "You are a sworn servant of the Dwarf King.", 
            ["You are a gifted artisan. Add artisan (any one) to your list of professions.",["Artisan",1]], 
            ["You traveled extensively. You speak one additional language.",["Language",1]], 
            "You inherited a battleaxe or a warhammer from an ancestor.", 
            "You discovered a vein of gold under your mountain home.", 
            "You hunted down and helped kill a creature you hate.", 
            "You performed a great deed, and you are a hero to your clan.", 
            "You have a key to an ancient treasure vault lost to the dwarfs long ago.", 
            "You are the rightful heir to a stronghold overrun by the enemies of your people.", 
            "You came into money and start the game with [[random.randint(1,6)+random.randint(1,6)]] cp."
            ],
        "goblin": [
            "You spent the last [[random.randint(1,6)]] years in a drunken stupor. You’re not proud.",
            ["The Goblin King turned you into a toad. You escaped that fate after you convinced an elf maiden to kiss you. When she did and screamed, you killed her. You start the game with 1 Corruption.",["Corruption",1]], 
            "You accidentally got your entire tribe killed.", 
            "You were orphaned and raised by giant rats.", 
            "You accidentally released a demon into the world.", 
            ["You spent two days believing you were a fearsome dog. You start the game with 1 Insanity.",["Insanity",1]], 
            "A hag made you her love slave for [[random.randint(1,6)]] years.", 
            "Dwarfs almost wiped out your tribe. You are one of [[random.randint(1,6)]] survivors.", 
            "You nearly drowned when the sewers flooded.", 
            "You earned a living working in your profession.", 
            "Choose a character. He or she saved your life and you now owe that character a debt.", 
            ["You are an unrepentant criminal. Add a random criminal profession to your list of professions.",["Criminal",1]], 
            ["You traveled extensively. You speak one additional language.",["Language",1]],
            "You stole a knife from a dashing knight.",  
            "You snuck into Alfheim and stole a lock of hair from the Faerie Queen.", 
            "You killed and ate 100 diseased rats.", 
            "You were a henchman to a powerful wizard.", 
            "You found a signet ring in a sewer.", 
            "You are the seventeenth son or daughter of the Goblin King.",  
            "You came into money and start the game with [[random.randint(1,6)+random.randint(1,6)]] cp."
            ],
        "orc": [
            ["You butchered helpless people. You start the game with 2 Corruption.",["Corruption",2]],
            ["You were briefly possessed by a demon. You start the game with 1 Corruption.",["Corruption",1]], 
            "You spent [[random.randint(1,6)]] years in the fighting pit, testing your skills against other orcs for the amusement of the crowds.", 
            "You stayed loyal to the Empire and fought against other orcs. You were branded as a traitor and cast out.", 
            "You caught the rot and lost your nose and ears.", 
            "You were chained to the oars in a slave ship for [[random.randint(1,6)]] years.", 
            "You were made a eunuch and stood guard over the emperor’s concubines.", 
            "You have scar tissue over half your body from when you were caught in the blast of a spell.", 
            "You escaped your slavery and have lived in the wilderness ever since.", 
            "You earned a living working in your profession.", 
            "You fell in love with a human and were spurned for your affections.", 
            "You sired or gave birth to [[random.randint(1,6)+random.randint(1,6)+random.randint(1,6)]] children. [[max(last-(random.randint(1,6)+random.randint(1,6)+random.randint(1,6)),0)]] are still alive (minimum 0).", 
            ["You traveled extensively. You speak one additional language.",["Language",1]],
            "You stole a knife from a dashing knight.",  
            "You fought bravely for the Emperor and were awarded a medal for your courage.", 
            "You saved an important noble from an assassination attempt.", 
            "A human broke your chains and freed you to find your fortunes in the world.", 
            "You took a sword from the corpse of a warrior you killed.", 
            ["The Gods of Blood and Iron visit you in your dreams. You start the game with 1 Insanity.",["Insanity",1]],  
            "You came into money and start the game with [[random.randint(1,6)+random.randint(1,6)]] cp."
            ]
    },
    "age":{
        "human":     ["11-","12-17","12-17","12-17","12-17","18-35","18-35","18-35","18-35","18-35","36-55", "36-55", "36-55", "56-75",  "56-75",  "76+"],
        "changeling": ["8-", "9-14", "9-14", "9-14", "9-14", "15-25","15-25","15-25","15-25","15-25","26-40", "26-40", "26-40", "41-60",  "41-60",  "61+"],
        "clockwork": ["5-", "5-",   "5-",   "5-",   "5-",   "5-",   "6-10", "6-10", "6-10", "6-10", "11-50", "11-50", "11-50", "51-150", "51-150", "150+"],
        "dwarf":     ["20-","20-30","20-30","20-30","20-30","31-50","31-50","31-50","31-50","31-50","51-100","51-100","51-100","101-150","101-150","151+"],
        "goblin":    ["6-", "7-10", "7-10", "7-10", "7-10", "11-25","11-25","11-25","11-25","11-25","26-50", "26-50", "26-50", "51-75",  "51-75",  "76+"],
        "orc":       ["8-", "8-12", "8-12", "8-12", "8-12", "13-18","13-18","13-18","13-18","13-18","19-26", "19-26", "19-26", "27-32",  "27-32",  "33+"]
    },
    "build":{
        "human":     [
                      "You are short and thin.",
                      "You are short and heavy.",
                      "You are short.","You are short.",
                      "You are slender.","You are slender.",
                      "You are average in height and weight.","You are average in height and weight.","You are average in height and weight.","You are average in height and weight.",
                      "You are a bit overweight.", "You are a bit overweight.", 
                      "You are tall.", "You are tall.",  
                      "You are tall and thin.",  
                      "You are very tall and heavy."
                      ],
        "dwarf":     [
                      "You are short and scrawny.",
                      "You are short and fat.","You are short and fat.","You are short and fat.",
                      "You stand a bit shorter than other dwarfs.","You stand a bit shorter than other dwarfs.",
                      "You are average in height and build.","You are average in height and build.","You are average in height and build.","You are average in height and build.",
                      "You have a magnificent belly.", "You have a magnificent belly.", "You have a magnificent belly.", 
                      "You are tall.", "You are tall.",  
                      "You are tall and heavy."
                      ],
        "goblin":    [
                      "You are short and spindly.",
                      "You are short and round.",
                      "You are short.","You are short.",
                      "You are wiry.","You are wiry.",
                      "You fall within the normal height and weight ranges for goblins.","You fall within the normal height and weight ranges for goblins.","You fall within the normal height and weight ranges for goblins.","You fall within the normal height and weight ranges for goblins.",
                      "You are pudgy.", "You are pudgy.", 
                      "You are tall.", "You are tall.",  
                      "You are tall and lanky.", 
                      "You are very tall and heavy."
                      ],
        "orc":       [
                      "You are short and wiry.",
                      "You are short and muscular.",
                      "You are short.","You are short.",
                      "You are thin.","You are thin.",
                      "You have an average height and weight.","You have an average height and weight.","You have an average height and weight.","You have an average height and weight.",
                      "You are corpulent.", "You are corpulent.", 
                      "You are tall.", "You are tall.",  
                      "You are tall and gaunt.", 
                      "You are a giant among orcs."
                      ]
    },
    "appearance":{
        "human":     [
                      "You are hideous. You look like a monster. Children cry when they encounter you, the weak of heart faint when they see you, and one person vomited after getting a good look at your face.",
                      "You are ugly, and people find your visage unpleasant thanks to a scar, wen, beetling brows, boils, piles, a wandering or weeping eye, or something else of a similar magnitude.",
                      "Most consider you homely: not quite ugly, but a bit worse than plain.","Most consider you homely: not quite ugly, but a bit worse than plain.",
                      "You are plain and uninteresting to look upon. People notice you, but your appearance fails to make an impression","You are plain and uninteresting to look upon. People notice you, but your appearance fails to make an impression",
                      "You are perfectly average in appearance. You look like everyone else.","You are perfectly average in appearance. You look like everyone else.","You are perfectly average in appearance. You look like everyone else.","You are perfectly average in appearance. You look like everyone else.",
                      "You have a physical quality that makes you attractive to others. You might have pretty eyes, lips, hair, shape, or something else.", "You have a physical quality that makes you attractive to others. You might have pretty eyes, lips, hair, shape, or something else.", 
                      "You have several attractive physical qualities that make you quite comely.", "You have several attractive physical qualities that make you quite comely.",  
                      "You are one of the great beauties in the land, an individual of almost unsurpassed form and appearance. People notice you.",  
                      "You put beautiful people to shame. You are so striking, heads turn to follow you wherever you go. People become infatuated with you, stumbling over their words and feeling  ustered when you show them attention. There’s a fine line between love and hate. Should you spurn the attentions of people you enamor, their affection might sour to resentment and even hatred."
                      ],
        "clockwork": [
                      "You have a strange and unsettling appearance.",
                      "You appear crude and ill-formed.",
                      "You appear battered, broken, and in poor repair.","You appear battered, broken, and in poor repair.",
                      "You have no facial features or distinguishing markings.","You have no facial features or distinguishing markings.",
                      "You have a mere suggestion of facial features.","You have a mere suggestion of facial features.","You have a mere suggestion of facial features.","You have a mere suggestion of facial features.",
                      "You appear well made and in good working condition.", "You appear well made and in good working condition.", 
                      "You have a stylized and ornate body.", "You have a stylized and ornate body.", 
                      "You have an ornate body festooned with etchings and ornamental jewels.",  
                      "You have an exquisite body festooned with elaborate etchings and ornamental jewels, and trimmed in precious metals. If dismantled, your body parts are worth [[random.randint(1,6)]] gc."
                      ],
        "dwarf":     [
                      "You have a monstrous appearance, likely due to hard living and several near misses. Your face is a mass of scar tissue, probably missing an ear, an eye, or your nose. You also display some unusual habit, such as pounding nails into your skull or greasing your body with troll fat.","You have a monstrous appearance, likely due to hard living and several near misses. Your face is a mass of scar tissue, probably missing an ear, an eye, or your nose. You also display some unusual habit, such as pounding nails into your skull or greasing your body with troll fat.",
                      "You have several interesting features that work together to make you one ugly brute. Filth from digging in the dirt, mites infesting your hair, skin lashed with healing scars, and a rich aroma of vomit-all these contribute to your distinctive style.","You have several interesting features that work together to make you one ugly brute. Filth from digging in the dirt, mites infesting your hair, skin lashed with healing scars, and a rich aroma of vomit—all these contribute to your distinctive style.",
                      "You look like a typical dwarf, being hairy, portly, and grubby.","You look like a typical dwarf, being hairy, portly, and grubby.",
                      "You take a bit better care of yourself and keep your facial hair well groomed.","You take a bit better care of yourself and keep your facial hair well groomed.","You take a bit better care of yourself and keep your facial hair well groomed.",
                      "You take pride in your appearance. You stay clean, oil your facial hair, and perhaps braid it or tie it with metal rings.","You take pride in your appearance. You stay clean, oil your facial hair, and perhaps braid it or tie it with metal rings.", "You take pride in your appearance. You stay clean, oil your facial hair, and perhaps braid it or tie it with metal rings.", "You take pride in your appearance. You stay clean, oil your facial hair, and perhaps braid it or tie it with metal rings.", 
                      "You are quite fetching for a dwarf. You have regal features, good bearing, and a deep voice. Like other dwarfs, you take pride in your appearance.", "You are quite fetching for a dwarf. You have regal features, good bearing, and a deep voice. Like other dwarfs, you take pride in your appearance.","You are quite fetching for a dwarf. You have regal features, good bearing, and a deep voice. Like other dwarfs, you take pride in your appearance."
                      ],
        "goblin":    [
                      "You have a long, pointed nose.",
                      "You have bright green or orange skin.",
                      "You have the head of a dog.",
                      "You have a reptilian appearance with small horns sprouting from the top of your head.",
                      "You have a wide, leering grin.",
                      "You have a pig's snout in place of a nose",
                      "You have long, slender fingers.",
                      "You have a tooth growing out from your forehead.",
                      "You have a tail.",
                      "Fur grows thickly on your arms and legs.",
                      "You are completely hairless.", 
                      "You have all the warts.", 
                      "A large cyst grows on your back.", 
                      "You have an abnormally long and pointed chin.",  
                      "A single horn grows out from the side of your head.", 
                      "You have one eye.", 
                      "You have [[random.randint(1,6)]] extra fingers, placed on your body wherever you wish.", 
                      "You have enormous ears.",  
                      "You have stubby little legs.", 
                      "Make something up!"
                      ],
        "orc":       [
                      "You are grotesque. Your face is a mass of scar tissue. Thick scars crisscross your body, held together with crude, leather stitching. Swathes of open sores weep streams of pus, and you reek of excrement, blood, and rot.","You are grotesque. Your face is a mass of scar tissue. Thick scars crisscross your body, held together with crude, leather stitching. Swathes of open sores weep streams of pus, and you reek of excrement, blood, and rot.","You are grotesque. Your face is a mass of scar tissue. Thick scars crisscross your body, held together with crude, leather stitching. Swathes of open sores weep streams of pus, and you reek of excrement, blood, and rot.",
                      "You are monstrous, with thick, brutish features, weird growths sprouting from your skin, and nasty scars that cut jagged lines across your thick hide.","You are monstrous, with thick, brutish features, weird growths sprouting from your skin, and nasty scars that cut jagged lines across your thick hide.","You are monstrous, with thick, brutish features, weird growths sprouting from your skin, and nasty scars that cut jagged lines across your thick hide.",
                      "You are ugly. You have thick tusks jutting from your broad jaw, a sloping forehead, and tiny eyes set deep in your skull.","You are ugly. You have thick tusks jutting from your broad jaw, a sloping forehead, and tiny eyes set deep in your skull.","You are ugly. You have thick tusks jutting from your broad jaw, a sloping forehead, and tiny eyes set deep in your skull.","You are ugly. You have thick tusks jutting from your broad jaw, a sloping forehead, and tiny eyes set deep in your skull.",
                      "You are an orc of typical appearance, dirty and unkempt.", "You are an orc of typical appearance, dirty and unkempt.", "You are an orc of typical appearance, dirty and unkempt.", 
                      "Your features are somewhat less brutish, though you might have odd skin coloration, extra fur, and thick features.", "Your features are somewhat less brutish, though you might have odd skin coloration, extra fur, and thick features.", 
                      "You stand out from other orcs. Your body is remarkably free from the scars and injuries that maim your fellows, and you are in pretty good health."
                      ]
    },
    "personality":{
        "human":     [
                      "You are cruel, wicked, and self-serving. You enjoy making others suffer.",
                      "You are erratic and unpredictable. You have a hard time keeping your word and tend toward capricious behavior.",
                      "Might makes right. Obedience to authority is the highest ideal.","Might makes right. Obedience to authority is the highest ideal.",
                      "You look after yourself first and foremost. You’re not above double-crossing friends.","You look after yourself first and foremost. You’re not above double-crossing friends.",
                      "You put your interests and those of your friends above all else.","You put your interests and those of your friends above all else.","You put your interests and those of your friends above all else.","You put your interests and those of your friends above all else.",
                      "You help others because it’s the right thing to do.", "You help others because it’s the right thing to do.", 
                      "You try to do what you think is right, even if it breaks laws and social conventions.", "You try to do what you think is right, even if it breaks laws and social conventions.",  
                      "Your honor and duty guide everything you do.",  
                      "You are committed to good and noble causes, and you never stray from your beliefs even if your refusal would cost you your life."
                      ],
        "changeling": [
                      "You steal the forms of others so you can do what you want without facing repercussions. You don’t care about how this affects other people.",
                      "You enjoy taking on forms that let you work mischief.","You enjoy taking on forms that let you work mischief.",
                      "You adopt forms that give you power over others. Power ensures your safety.",
                      "You take on other forms for profit, usually to gain access to places normally forbidden to you.","You take on other forms for profit, usually to gain access to places normally forbidden to you.","You take on other forms for profit, usually to gain access to places normally forbidden to you.","You take on other forms for profit, usually to gain access to places normally forbidden to you.",
                      "You are careful about the forms you take. You try to stay out of trouble and keep your secrets safe.","You are careful about the forms you take. You try to stay out of trouble and keep your secrets safe.", "You are careful about the forms you take. You try to stay out of trouble and keep your secrets safe.", 
                      "You strive to do the right thing and use your disguises to help other people, as well as to protect yourself from your enemies.", 
                      "Your nature is a gift and you use it to do what you think is right, even if it means upsetting others along the way.", "Your nature is a gift and you use it to do what you think is right, even if it means upsetting others along the way.", 
                      "You tend to stick to one form as long as possible; you crave stability and would do anything to be \"normal.\"",  
                      "You use your talents to help others, to make the world a better place, and to right wrongs."
                      ],
        "clockwork": [
                      "You hate living things and take pleasure in pulling them apart.",
                      "You are terrified of becoming dormant.",
                      "Your body gives you power and strength. You use it to enforce your will on others.","Your body gives you power and strength. You use it to enforce your will on others.","Your body gives you power and strength. You use it to enforce your will on others.",
                      "You didn’t ask for this existence, but you make the most of it while you have it.",
                      "You search for meaning in a world in which you have no place.","You search for meaning in a world in which you have no place.","You search for meaning in a world in which you have no place.","You search for meaning in a world in which you have no place.", "You search for meaning in a world in which you have no place.", 
                      "You were made to serve. You commit your existence to aiding others.", 
                      "You don’t know how you fit into this world, but you will spend your life trying to find out.", 
                      "You obey the instructions of anyone you deem to be an authority.", "You obey the instructions of anyone you deem to be an authority.", 
                      "Your maker gave you three commandments and you must obey them."
                      ],
        "dwarf":     [
                      "Your hatred is a living thing. It drives you, gives you strength, and helps you triumph over your enemies.",
                      "You seek a glorious death killing your enemies.",
                      "You love gold more than anything. You love the way it feels, the sound it makes, and the taste of it.","You love gold more than anything. You love the way it feels, the sound it makes, and the taste of it.",
                      "You believe other people covet your wealth. It is your duty to protect what is yours—at any cost.","You believe other people covet your wealth. It is your duty to protect what is yours—at any cost.",
                      "Your honor is your life. You would never do anything to bring shame to your people.","Your honor is your life. You would never do anything to bring shame to your people.","Your honor is your life. You would never do anything to bring shame to your people.","Your honor is your life. You would never do anything to bring shame to your people.",
                      "You surrender to the will of your ancestors, the customs of your people, and the good of all.", "You surrender to the will of your ancestors, the customs of your people, and the good of all.", 
                      "You believe your people must rise above their greed and suspicion. In these dark times, you must band together to overcome the doom that awaits you all.", "You believe your people must rise above their greed and suspicion. In these dark times, you must band together to overcome the doom that awaits you all.", 
                      "You don’t trust or like non-dwarfs, but they have their uses.",
                      "You have little use for the customs of your people. It’s time to move past the dusty caves and seek out fortunes elsewhere."
                      ],
        "goblin":    [
                      "You are a bully and enjoy tormenting things that are weaker than you.",
                      "You like violence, especially when it’s random and senseless.",
                      "You try to rise above the filth and squalor of your people to do good in the world.","You try to rise above the filth and squalor of your people to do good in the world.",
                      "You love playing tricks on other people and find their pain hilarious!","You love playing tricks on other people and find their pain hilarious!",
                      "You look out for yourself. To hell with everyone else!","You look out for yourself. To hell with everyone else!","You look out for yourself. To hell with everyone else!","You look out for yourself. To hell with everyone else!",
                      "You’re just trying to stay alive!","You’re just trying to stay alive!", 
                      "Your people didn’t deserve exile, but exile you got. You believe you will make places for yourselves and prove to those stinking elves they were wrong.", "Your people didn’t deserve exile, but exile you got. You believe you will make places for yourselves and prove to those stinking elves they were wrong.",  
                      "You live to serve the strong and mighty.", 
                      "You hope to redeem your people in the eyes of the Faerie Queen."
                      ],
        "orc":       [
                      "You fight to liberate your people from slavery.",
                      "Orcs are more than the killers the emperor made them to be. They are people, with hearts and souls, dreams and ambitions. You believe you must rise above the savagery and find your place.",
                      "The world is going to Hell. You say, let it.","The world is going to Hell. You say, let it.",
                      "You take care of yourself, take what you want, and do what you want.","You take care of yourself, take what you want, and do what you want.",
                      "Kill!","Kill!","Kill!","Kill!",
                      "You never question orders. You always do as you’re commanded.", "You never question orders. You always do as you’re commanded.", 
                      "You want revenge and you’ll kill anyone that gets in your way.", "You want revenge and you’ll kill anyone that gets in your way.", 
                      "You believe you were made for a reason. Without your chains, you have no purpose.", 
                      "You believe your people have committed great acts of evil in the Empire’s name. You strive to right the wrongs."
                      ]
    },
    "religion":[
        "You belong to a cult dedicated to a dark power.",
        "You belong to a heretical sect.",
        "You were raised in the teachings of witchcraft.", "You were raised in the teachings of witchcraft.",
        "You follow the tenets of the Old Faith.","You follow the tenets of the Old Faith.","You follow the tenets of the Old Faith.","You follow the tenets of the Old Faith.",
        "You belong to the Cult of the New God.","You belong to the Cult of the New God.","You belong to the Cult of the New God.","You belong to the Cult of the New God.","You belong to the Cult of the New God.",
        "You have no religion.","You have no religion.","You have no religion."
    ],
    "quirk":[
        "You always speak in the third person.",
        "Your eyes glow green in the dark.",
        "Animals become nervous around you.", 
        "You can adopt only male forms or only female forms",
        "You are wild and impulsive.",
        "You can always revert to the first form you adopted.",
        "The scent of iron sickens you.",
        "You have terrible nightmares.",
        "You sometimes hear voices.",
        "You tend to lose small, inconsequential things.",
        "One night each year, you lose your Steal Identity talent.",
        "You can only assume the appearance of dead people.",
        "You speak in whispers.",
        "You give off an odd earthy smell.",
        "You can never keep your clothes clean.",
        "You cannot get drunk.",
        "You must always speak the truth as you know it.",
        "You find meat disruptive.",
        "You laugh at inappropriate times.",
        "Forms you adopt have no hair or fingernails."
    ],
    "purpose":[
        "You were built for war. Increase your Strength or Agility by 2.","You were built for war. Increase your Strength or Agility by 2.","You were built for war. Increase your Strength or Agility by 2.","You were built for war. Increase your Strength or Agility by 2.",
        ["You were built to work. Increase your Strength by 2.",["Strength",2]],["You were built to work. Increase your Strength by 2.",["Strength",2]],["You were built to work. Increase your Strength by 2.",["Strength",2]],["You were built to work. Increase your Strength by 2.",["Strength",2]],
        "You were built to use magic. Increase your Intellect or Will by 2.", "You were built to use magic. Increase your Intellect or Will by 2.", "You were built to use magic. Increase your Intellect or Will by 2.", "You were built to use magic. Increase your Intellect or Will by 2.", 
        "You were built to gather intelligence about or assassinate targets. Increase your Agility or Intellect by 2.", "You were built to gather intelligence about or assassinate targets. Increase your Agility or Intellect by 2.", "You were built to gather intelligence about or assassinate targets. Increase your Agility or Intellect by 2.", "You were built to gather intelligence about or assassinate targets. Increase your Agility or Intellect by 2.",
        "You were built for an inexplicable purpose. Increase one attribute of your choice by 2.", "You were built for an inexplicable purpose. Increase one attribute of your choice by 2."
    ],
    "hatred":[
        "Ogres","Ogres",
        "Troglodytes","Troglodytes",
        "Beastmen","Beastmen",
        "Orcs", "Orcs", 
        "Goblins", "Goblins", 
        "Elves", "Elves", 
        "Trolls", "Trolls", 
        "Giants", "Giants", 
        "Dragons", "Dragons",
        "Demons", "Demons"
    ],
    "habit":[
        "You save all your secretions in small bottles and give them as gifts to people you like.",
        "You never bathe.",
        "You punctuate your sentences by spitting.",
        "You have tremendous flatulence, yet you seem never to notice when you break wind.",
        "You eat only candy.",
        "You collect the genitals from creatures you kill and wear them as jewelry.",
        "You lick things to claim them as your own.", 
        "You dress in fancy clothes.", 
        "You refuse to wear shoes.", 
        "You keep cockroaches as pets.", 
        "You always inspect your bowel movements, spreading the mess around with your fingers.", 
        "You keep a bit of iron on your person at all times", 
        "You speak in a singsong voice.", 
        "You eat a bit of flesh from any living thing you kill.", 
        "You cry a lot.", 
        "You tell filthy jokes at inappropriate times.", 
        "You wear a child’s costume and refuse to take it off.", 
        "You keep a large collection of spoons",
        "You like to hide.", 
        "Make something up!"
    ],
    "attributes":{
        "human":{
            "Strength":10,
            "Agility":10,
            "Intellect":10,
            "Will":10,
            "Bonus":"+1 to any attribute"
        },
        "changeling":{
            "Strength":9,
            "Agility":10,
            "Intellect":10,
            "Will":10
        },
        "clockwork":{
            "Strength":9,
            "Agility":8,
            "Intellect":9,
            "Will":9
        },
        "dwarf":{
            "Strength":10,
            "Agility":9,
            "Intellect":10,
            "Will":10
        },
        "goblin":{
            "Strength":8,
            "Agility":12,
            "Intellect":10,
            "Will":9
        },
        "orc":{
            "Strength":11,
            "Agility":10,
            "Intellect":9,
            "Will":9
        }
    },
    "wealth":[
        "Destitute. You are penniless and live on the streets.","Destitute. You are penniless and live on the streets.",
        "Poor. You live in squalid conditions and you’re never sure where you’re going to get your next meal.","Poor. You live in squalid conditions and you’re never sure where you’re going to get your next meal.","Poor. You live in squalid conditions and you’re never sure where you’re going to get your next meal.","Poor. You live in squalid conditions and you’re never sure where you’re going to get your next meal.",
        "Getting By. You earn enough to meet all your expenses.","Getting By. You earn enough to meet all your expenses.","Getting By. You earn enough to meet all your expenses.","Getting By. You earn enough to meet all your expenses.","Getting By. You earn enough to meet all your expenses.",
        "Comfortable. You live well and make enough that you can save a little.","Comfortable. You live well and make enough that you can save a little.","Comfortable. You live well and make enough that you can save a little.",
        "Wealthy. You live very well. You have nice clothes and fine accommodations, and you have probably not gone without for a long time.",
        "Rich. You want for nothing. You likely come from a noble family, and you have servants and an estate, castle, or house in the best part of town. Your fortunes earn you many friends and many enemies."
    ],
    "thing":[
        "A tiny metal box with no opening that makes a faint ticking noise.",
        "A skull made from clear crystal.",
        "A glass ball filled with water in which swims a tiny living goldfish.",
        "A curious odor, a pungent stench, or a skin condition that never quite heals.",
        "A bottle filled with a maiden’s tears.",
        "A flower that never withers.",
        "A small magnet or silver mirror.",
        "An invitation to a party or a masquerade mask.",
        "A monogrammed handkerchief that always stays clean.",
        "A folding knife that always stays sharp.",
        "A pair of dancing shoes.",
        "A tiny inert mechanical spider.",
        "A shrunken head.",
        "A glass eye or a bezoar.",
        "A book written in an unknown language or a book containing things you never wanted to know.",
        "A deck of fortune-teller’s cards.",
        "A pair of loaded dice.",
        "Six small cakes that can nourish the person who eats one until the next day at dawn.",
        "A phylactery that holds a scrap of paper on which is written a single word.",
        "A reputation for being a badass.",
        "A flute or set of panpipes, or other musical instrument.",
        "A reliquary containing a small bone.",
        "A tiny idol of a demon carved from green stone.",
        "A token from an admirer or lover.",
        "A pet mouse, squirrel, or rabbit.",
        "A monocle or pair of heavy goggles.",
        "A silver necklace with a medallion.",
        "A snuffbox filled with snuff.",
        "A gleaming dragon’s scale.",
        "A fist-sized egg covered in blue spots.",
        "Unrequited love.",
        "A black iron cauldron filled with bones.",
        "A box of [[random.randint(1,20)]] iron nails.",
        "A vial of sweet perfume or a bottle of rotgut.",
        "A feather made from bronze.",
        "An iron coin with a scratch on one side or a steel coin with a dragon’s head on either side.",
        "A box containing [[random.randint(1,6) + 1]] brushes.",
        "A bloodstained doll.",
        "A silver engagement ring worth 1 ss.",
        "A brush, comb, or umbrella.",
        "A bar of soap or a towel.",
        "One hundred feet of twine wrapped up in a ball.",
        "A tiny portrait, a lock of hair, or some other favor from someone who loves you.",
        "A small keg of beer.",
        "A brace of conies or pack filled with pots and pans.",
        "An arrow or bolt with a silvered head.",
        "Half a treasure map, a map of a foreign land, or a large, blue map covered with circles with weird bits of writing between them.",
        "A weapon of the GM’s choice.",
        "A light or heavy shield with an unusual heraldic device.",
        "A fancy set of clothes bearing a curious stain.",
        "A personal servant.",
        "A silver holy symbol or a fine religious icon.",
        "A bag of [[random.randint(1,6)+random.randint(1,6)]] rocks, acorns, severed heads, or yummy mushrooms.",
        "A music box that plays a sad, sad song when opened.",
        "A bag of 100 marbles.",
        "A glass jar filled with saliva, a sack filled with rotting chicken parts, or an unseemly scar.",
        "A small bag containing [[random.randint(1,6)+random.randint(1,6)+random.randint(1,6)]] teeth, a necklace of [[random.randint(1,6)]] ears, or a [[random.randint(1,6)]] severed heads tied together by their hair.",
        "A newborn baby that might or might not be yours.",
        "A box of six fine white candles.",
        "A small dog with a tendency toward viciousness.",
        "A glass jar holding a beetle covered in glowing spots (sheds light as a candle).",
        "A pair of boots that grants you 1 boon for rolls to sneak or a gray cloak that grants you 1 boon for rolls to hide.",
        "A glass jar containing a strange organ suspended in alcohol.",
        "A tiny glass cage",
        "A box containing [[random.randint(1,6)]] bottles of ink, each a different color.",
        "A tiny inert mechanical owl.",
        "A length of rope, 20 yards long, that cannot be cut.",
        "A badge from a mercenary company",
        "A box of cigars or a pipe and pouch of tobacco.",
        "A medallion depicting a hideous woman’s face.",
        "A spiked collar, skin clamps, and a scourge.",
        "A ten-pound bag of flour",
        "A bronze plate with a name scratched on its face.",
        "A crystal bottle containing fluid that emits light in a 2-yard radius when the stopper is removed.",
        "A small box holding six sticks of chalk.",
        "A letter of introduction from a powerful and influential person.",
        "A mirror fragment that shows a strange location on its reflective surface.",
        "A small golden cage containing a living faerie that cannot talk.",
        "A bottle labeled \"Eye of Newt.\"",
        "A bag of beans.",
        "A jar of grease or a bottle of glue.",
        "A glass globe filled with swirling mist.",
        "A cloak with [[random.randint(1,20)+random.randint(1,20)]] pockets hidden in the lining.",
        "A pair of spectacles that sometimes let you see through up to 1 inch of solid rock.",
        "A small blue box that’s bigger on the inside (twice normal capacity).",
        "A small steel ball.",
        "A petrified hand that twitches in the light of a full moon.",
        "The true name of a very minor devil.",
        "An animated mouse skeleton.",
        "A weapon of the GM’s choice that always emits light in a 1-yard radius.",
        "A pouch that holds [[random.randint(1,6) + 1]] pinches of dust that, when 11 sprinkled over stone, causes up to a 1-yard cube of material to become soft clay.",
        "A jar of paint that refills itself once each day at dawn.",
        "A tiny metal ball that when released  oats 1 inch above any solid surface.",
        "A pouch holding [[random.randint(1,6) + 1]] pinches of diamond dust.",
        "A brain in a jar.",
        "A bag filled with curiously fleshy rods.",
        "A mace made from purple metal with a name etched on the haft.",
        "A giant piece of charcoal that radiates menace.",
        "A piece of amber containing a human-faced fly.",
        "A lifetime of regrets.",
        "A reputation for being a skilled lover.",
        "A mummified halfling.",
        "A set of clothing that can change appearance once each day at dusk.",
        "A can of beets.",
        "A stalker who follows you but flees when you approach.",
        "A shameful past.",
        "A recurring and disturbing dream.",
        "A trunk filled with body parts.",
        "A wagon or cart pulled by a sad donkey.",
        "Three small white mice that whisper strange things to you while you sleep.",
        "A tremor, a facial tic, or an irritating laugh.",
        "A thermometer.",
        "A collapsible pole, 3 yards long.",
        "A shadow you cast that never quite matches your movements.",
        "Fear and loathing.",
        "A fondness for the bottle.",
        "A thin shirt of mail that counts as light armor and can be worn under normal clothing (functions as mail and is not cumulative with other armor).",
        "A bizarre fetish.",
        "A demanding spouse.",
        "A terrible secret that you dare not reveal."
    ]
}