{
    "Move": {
        "Bug Moves": "Bug Moves\nBug Bite - AW - Bug Phys - DB 4 - AC 2 - Melee,1 Target - Once a Scene when you hit a target with Bug Bite, you may gain all current bonuses to Accuracy, Evasion, and Stats from Abilities and Moves that the target has until the end of your next turn.\n",
        "Bug Buzz": "Bug Buzz - Bug Special - Scene x2 - DB5 - AC2 - Cone 2 or Close Blast 2 - Sonic, Smite\nEffect: The targets become Vulnerable until the end of the round.\n",
        "Lunge": "Lunge - Bug Physical - EOT - AC 2 - DB4 - Melee, 1 Target\nEffect: The user may Disengage 2 before using Lunge. On a hit, the target takes a -8 penalty to damage rolls until the end of their next turn. Lunge is a Critical Hit on 17+.\n",
        "Pheromone Blast": "Pheromone Blast - Bug Special - EOT - AC 2 - DB 3 - 6m, 1 Target - The user gains a +2 bonus to Accuracy on the next attack it makes against the target this Scene.\n",
        "Silver Ascent": "Silver Ascent - Scene x1 - Bug Special - DB 7 - AC6 - Burst 1 - Smite\nEffect: The user cannot take damage until the beginning of their next turn.\n",
        "Spine Shower": "Spine Shower - Scene x2 - Bug Physical - DB 6 - AC 4 - 6m, Ranged Blast 3, Smite - Critically Hits on 17+. Targets are Stuck for one full round on 19+.\n",
        "Spider Dance": "Spider Dance - Scene - Bug Status - Minor Action - The area in a Burst 4 of you becomes Webbed Rough Terrain. You count as having Naturewalk for this Webbed Terrain. You may spend a Movement Action while on Webbed Terrain to move to any other contiguous square of Webbed Terrain. You do not trigger Punish Attacks or count as moving through any squares if you Move in this way. You treat foes on Webbed Terrain as if they were Flanked and have +2 to Critical Hit Range against them.\n",
        "Wild Strike": "Wild Strike - Scene x2 - Bug Physical - DB7 - AC 4 - Melee, 3 Targets - Smite \nEffect: The user becomes Enraged and then uses Wild Strike.\n",
        "Dark Moves": "Dark Moves\nDevil’s Bargain - Scene x2 - Dark Versatile - AC 2 - DB3 - Melee, 1 Target, Smite -  The user adds both their Attack and Special Attack to Devil’s Bargain, and the target subtracts their lower Defense. On a hit, the user then loses hit points equal to the lesser of their attack or special attack stat.\n",
        "Pursuit -At-Will": "Pursuit -At-Will - Dark Physical - AC 2 - DB2 - Melee, 1 Target - When a Pokemon is switched out or moves more than 5 meters away from the user, Pursuit may be used as an Interrupt to shift and attack that foe. When used this way, Pursuit gains a +2 DB Bonus.\n",
        "Kick Hop": "Kick Hop - Scene x2 - Dark Physical - AC2 - DB4 - 1 Target, Melee - After you resolve the attack, you may move to a spot adjacent to a second foe within 4 meters and repeat this attack but deal Flying-Type damage.\n",
        "Malicious Moonsault": "Malicious Moonsault - Dark Physical - Scene x1 - DB7 - AC2 - Ranged 4, 1 Target - Smite \nEffect: The user jumps to a space adjacent to the target and attacks with Malicious Moonsault. Malicious Moonsault deals Fire-Type damage if it would be more effective. Both the user and the target become Vulnerable for 1 round. \n",
        "Maul": "Maul - Scene x2 - Dark Physical - AC 2 - DB6 - Melee, 1 Target, Smite -  The target is Flinched. (this move is boosted by Strong Jaw).\n",
        "Memento": "Memento - Dragon Status - Scene x1 - Range 6, 1 Target - Ask the target if they choose Deference or Defiance. If they choose Deference, the target becomes Paralyzed and gains a -10 penalty to damage rolls for the rest of the scene. If they choose Defiance, the user gains a +10 Bonus to Damage Rolls for the rest of the scene and a +2 bonus to Critical Hit Range.\n",
        "Pounce": "Pounce - Scene x2 - Dark Physical - AC 2 - DB6 - Melee, 1 Target, Smite -  Pounce is a Critical Hit on 18+.  \n",
        "Shadow Dash": "Shadow Dash - Scene x2 - Dark Physical - DB 6 - AC 2 - Melee, 1 Target, Smite - If there are no foes within 3m of the user or the user is at least partially obscured by shadow, they may teleport as a Movement Action to any square they would normally be able to Move to, then use Shadow Dash with a +2 bonus to Accuracy and Critical Hit Range. This movement does not trigger Punish Attacks.\nDragon Moves\nDragon Rage - Dragon Versatile - EOT - DB2 - AC2 - Melee, 1 Target  -  On 17+ the user becomes Enraged and may immediately make a Struggle Attack.\n",
        "Dragon Pulse": "Dragon Pulse - Dragon Special - EOT - DB4 - AC2 - Range 8, 1 Target  -  On 17+ the target becomes Tripped.\n",
        "Regal Challenge": "Regal Challenge - Dragon Status - Minor Action - Scene x1 - Range 6, 1 Target - Ask the target if they choose Deference or Defiance. If they choose Deference, the target becomes Paralyzed and gains a -10 penalty to damage rolls for the rest of the scene. If they choose Defiance, the user gains a +10 Bonus to Damage Rolls for the rest of the scene and a +2 bonus to Critical Hit Range.\nElectric Moves\nCharge - Electric Status - EOT - Self - The next Electric-Typed attack the user performs during the next round adds its damage dice roll an extra time to the damage. The user gains +5 Special Defense for one full round. \n",
        "Eerie Impulse": "Eerie Impulse - Electric Status - EOT - Minor Action - AC 2 - 4 squares, 1 Target - Eerie Impulse may only affect a target hit by an Electric-Type attack this round. The target's next special attack made in the next full round deals damage as if Resisted one step further. May only affect a target once per Scene.\n",
        "Electro Ball": "Electro Ball - Electric Special - Scene x2 - AC 2 - DB 3 - 5 squares, 1 Target - The user adds twice their Speed Stat to the damage of Electro Ball.\n",
        "Ion Deluge": "Ion Deluge - Electric Status - Scene - Movement Action - AC None - 5 squares, Ranged Blast 3 - The user creates an Ion Cloud in the affected area. All Electric-Type attacks which target any square(s) in the Ion Cloud instead target all squares in the Ion Cloud. As a Movement Action, any Electric-Type Pokemon or Pokemon with the Lightning Rod Ability in the Ion Cloud may absorb it, gaining 2 Ticks of Temporary Hit Points. \n",
        "Jolt Strike": "Jolt Strike - Electric Physical - AW - DB 2 - AC 2 - Melee, 1 Target - Priority\n",
        "Pulse Tackle": "Pulse Tackle - Electric Physical - Scene x2 - DB 5 - AC 3 - Melee, 1 Target, Smite - Both the user and target are Pushed up to 4 meters away in directions of the user’s choice. The direction and distance may be chosen separately for the user and target, but they must both be Pushed at least 2 meters. \n",
        "Railgun": "Railgun - Electric Versatile - Scene - DB 8 - AC 2 - 10m, 1 Target, Smite - Railgun destroys Covering Terrain it passes through and deals Electric or Steel Type damage, whichever is more effective. Exhaust.\n",
        "Thunder Wave": "Thunder Wave - Electric Status - EOT - AC 2 - Range 4, 1 Target, Priority - If the target is not Paralyzed, Thunder Wave has the following effect: The target is Paralyzed and becomes Suppressed for one full round. If the target is Paralyzed, Thunder Wave is instead a Versatile DB2 Electric-Typed attack that can be used as a Punish Attack against Paralyzed targets. \nFairy Moves\nBaby-Doll Eyes - EOT - AC2 - Status Fairy - Ranged 10, 1 Target - Social, Minor Action, Priority\nEffect: The target takes a -10 penalty to physical damage rolls for the rest of the round.\n",
        "Charm": "Charm - Scene x3 - Status Fairy - AC 2 - Ranged 4, 1 Target - Social, Minor Action\nEffect: The target takes a -10 penalty to Physical Attacks for one full round and must immediately take their next turn's Movement Action to Move towards you, ending adjacent in the square of your choice if possible. Charm may affect a target only once a Scene.\n",
        "Cutesy Snare": "Cutesy Snare - Scene x2 - Fairy Physical - DB 6 - AC 2 - Melee, 1 Target, Smite - Cutesy Snare can only target foes you have successfully hit with a Move with the Social Keyword this round. Cutesy Snare treats all targets as Vulnerable and is a Critical Hit on 16+. \n- Scene x2 - AC 2 - Physical Fairy - DB 6, Melee, 1 target, Smite\nGlomp - EOT - AC4 - Physical Fairy - DB3 - Melee, 1 Target -  The target takes a -5 penalty to damage rolls for 1 round. \n",
        "Joyful Bound ": "Joyful Bound \nEffect: After resolving Joyful Bound, the user may Disengage up to half their speed and attack with Joyful Bound a second time. \n",
        "Moonblast": "Moonblast - Fairy Special - Scene x2 - DB5 - AC2 - Ranged 5, Blast 2 - Smite\nEffect: The targets become Confused on 16+.\n",
        "Nibble": "Nibble - EOT - AC 2 - Physical Fairy - DB 3 - Melee, 1 target\nEffect: On 19+ the target's damaging attacks are resisted one step further for one full round.\n",
        "Sign of Peace": "Sign of Peace - Scene x1 - Fairy Status - Field - Priority\nEffect: Sign of Peace must be used with Priority at the start of the round. For the rest of the round, any damage dealt by combatants on the field is halved.\n",
        "Sparkle Motion": "Sparkle Motion - Fairy Versatile - EOT - DB 3 - AC 2 -  Melee, 1 Target - Smite\nEffect: No further effect.\n",
        "Sweet Kiss": "Sweet Kiss - Scene x2 - Fairy Status - AC 6 - Range 6, 1 Target - Social, Minor Action\nEffect: The target becomes confused. On a miss, the target suffers a -2 penalty to Accuracy and Evasion for one full round.\n",
        "Twinkle Tackle": "Twinkle Tackle - Fairy Versatile - Scene x1 - DB 6 - AC 2 -  Melee, 1 Target - Smite\nEffect: The target is Blinded until the end of their next turn.\n",
        "Winds of Whimsy": "Winds of Whimsy - Scene x2 - Fairy Status - AC 4 - 6m, 3 Targets - All legal targets are Confused. Regardless of whether Winds of Whimsy hit, push all targets up to 5m and they become Slowed for one full round. \n",
        "Fighting Moves": "Fighting Moves\nBattle Cry - Fighting Status - Scene x1 - Target: Self - Move Action, Buff\nEffect: The user and up to two allies within 10 meters each gain a +8 Bonus to Damage Rolls and a +3 Bonus to Critical Hit range for 1 round. \n",
        "Bulk Up": "Bulk Up - AW - Normal Status - Target: Self  - Buff\nEffect: The user gains the Bulked Up buff. While under the effects of Bulked Up, the user gains a +5 Bonus to Physical Damage Rolls, and +2 Evasion against melee attacks. The user may expend Bulked Up when hit by a physical attack to resist it one step further.\n",
        "Hoof Kick": "Hoof Kick - EOT - Fighting Physical - DB3 - Melee, 1 target - Hoof Kick may be performed as a full action; if it is, it gains +2DB and Trips the target on 16+. \n",
        "Low Kick": "Low Kick - Fighting Physical - EOT - DBX- AC2 - Ranged 4, 1 Target - Low Kick’s DB is equal to the target’s Weight Class.\n",
        "Monkeyshines ": "Monkeyshines  - Fighting Physical - EOT - DB1 - AC2 - Melee, 1 Target - If the user is smaller than the target, the user leaps on top of the target and grabs them and forces them to shift 3 meters in a direction of the user’s choice; the user is then placed in an empty square adjacent to the target. If the user is the same size or larger than the target, Monkeyshines gains a +1 DB bonus and the target is pushed 1 meter away from the user.\n",
        "Fire Moves": "Fire Moves\nFire Lash- Fire Physical - EOT - DB4 - AC 2 - Ranged 3, 1 Target\nEffect: The target takes +5 damage from the next attack to hit it this round. \n",
        "Flame Burst": "Flame Burst - Fire Special - EOT - DB3 - AC4 - Range 6, Blast 2 -  No Effect\n",
        "Flamethrower": "Flamethrower - Fire Special - EOT - DB5 - AC2 - Range 4, 1 Target\nEffect: The target is Burned on 19+. \n",
        "Will-O-Wisp": "Will-O-Wisp - Fire Status - EOT - AC 4 - Range 5, 1 Target - If the target is not Burned, Will-O-Wisp has the following effect: The target is Burned. If Will-O-Wisp Burns the target in this way, you may cause the target to take their next Move action as an Interrupt to Move towards you as if Slowed. If the target is Burned, Will-O-Wisp is instead a Versatile DB3 Fire-Typed attack.\n",
        "Flying Moves": "Flying Moves\nAcrobatics - Flying Physical - EOT - DB 3 - AC 2 - Pass or Melee, 1 Target - Smite\nEffect: If the user has a Accessory Item, all bonuses and penalties from the item are doubled when attacking with Acrobatics. If the user has no Accessory Item, Acrobatics gains a +2 DB Bonus. \n",
        "Bounce": "Bounce - Flying Physical - Scene x2 - DB5 - AC 2 - Melee, 1 Target\nEffect: The user Disengages up to half their Speed, then attacks with Bounce. The target becomes Vulnerable, and is Paralyzed on 16+. \n",
        "Cyclone": "Cyclone - Flying Special - Scene x2 - DB 5 - AC 4 - 5 sq, Ranged Blast 2, Smite - Cyclone destroys all Smokescreens and Hazards in the targeted squares, regardless of whether it hits. Push all targets hit 1 square away from the targeted squares. \n",
        "Feather Dance": "Feather Dance - Flying Status - Scene x2 - Move Action - AC 2 - Burst 1 - All targets suffer a -5 penalty to Damage Rolls and -2 penalty to Accuracy Rolls for one full round.\n",
        "Fly": "Fly - Flying Physical - Scene x2 - DB5 - AC 2 - Melee, 1 Target - Smite\nEffect: Fly is a Critical Hit on 16+. \n",
        "Hurricane": "Hurricane - Flying Special - Scene x2 DB 6 - AC 6 - Burst 1, Smite - \n",
        "Nectar’s Dance": "Nectar’s Dance - Daily x1 - Flying Status - The user recovers 50% of their Hit Points. If the user is an Oricorio, they may change their current forme and primary type. \n",
        "Razor Wind": "Razor Wind - EOT - Flying Special - DB 4 - AC 2 - 6 sq, 3 targets, set-up\nSet-Up Effect: The user may not Move this round. The user whips up a whirlwind around themselves, granting +2 Evasion until the end of their next turn, and destroying any Smokescreen or Hazards on any squares they are standing on and in all squares adjacent to them.\nResolution Effect: The user attacks with Razor Wind. Razor Wind is a Critical Hit on 18+.\n",
        "Swift Bird": "Swift Bird - Flying Physical - EOT - DB 3 - Melee, Special - Swift Bird may be used as either a 1 Target Priority Move or a 2 Target Move. \n",
        "Twilight Gale": "Twilight Gale - Flying Special - Scene x2 - DB 4 - AC 2 - 4m, 1 Target - Either before or after using Twilight Gale, the user may Teleport 4 meters as a Free Action. Increase this to 6 meters at night or if the user is obscured by darkness. Twilight Gale does Flying or Ghost Type Damage, whichever is more effective. \n",
        "Ghost Moves": "Ghost Moves\nArrow Raid - Ghost Physical - Scene x2 - DB5 - AC2 - Range 6, 3 Targets - Smite. \nEffect:  If you target only one foe with Arrow Raid, it gains a +2 DB bonus. The user cannot make ranged attacks until the end of their next turn. \n",
        "Chilling Gaze": "Chilling Gaze - Ghost Status - Scene x2 - AC 2 - 4 sq, 1 Target, Reliable - The target loses 3 Ticks of Hit Points.\n",
        "Confuse Ray": "Confuse Ray - Ghost Status - EOT - AC 2 - Cone 2 - All legal targets are Confused. If a target is already Confused, they instead lose Hit Points equal to the higher of their Attack or Special Attack and suffers a -2 penalty to their next Accuracy Roll taken during the next full round.\n",
        "Curse": "Curse - Ghost Status - Scene - AC 2 - Range 5, 1 Target, Reliable - The target becomes Cursed. The user may choose to lose 25% of their Maximum Hit Points when using Curse. If they do, Curse cannot Miss and the target is also Tripped. \n",
        "Final Flicker": "Final Flicker - Scene - Ghost Special - DB 7 - AC 2 - 6m, 1 Target, Smite - After resolving Final Flicker’s damage, the target reveals whether they are now above or below 50% of their Maximum HP. If they are above, they lose a Tick of Hit Points at the start of their next turn and are Suppressed for that turn. If they are below, they become Slowed and Vulnerable for the rest of the Scene. Final Flicker cannot be Intercepted, avoided by Moves with the Shield Keyword, or affected by Defensive Abilities. \n",
        "Haunting Echo": "Haunting Echo - Ghost Status - EOT - Minor Action - AC 2 - 4 squares, 1 Target - Haunting Echo may only affect a target hit by an Ghost-Type attack this round. The target's next physical attack made in the next full round deals damage as if Resisted one step further. May only affect a target once per Scene.\n",
        "Liminal Rites": "Liminal Rites - Ghost Status - Scene - Move Action - Self, Priority - Liminal Rites must be declared as Priority at the start of a round. Choose Burst 1, 2, or 3 around the user. For the rest of the Round, whenever a target enters or exits the chosen area of effect, the user may perform a Ghost-Typed DB 5 Special Attack against the target as a Free Action with a +3 bonus to Accuracy Roll. Targets hit by this attack are Flinched. If no attacks are triggered as a result of Liminal Rites, the Frequency is not expended.\n",
        "Night Shade": "Night Shade - Ghost Versatile - EOT - DB2 - AC 3 - Range 6, 1 Target  -  On 17+ the target makes attacks against the user as if Blinded for one full round and cannot make Punish Attacks against the user for that time.\n",
        "Ominous Wind": "Ominous Wind - Ghost Versatile - EOT - DB3 - AC 2 - Line 4  -  On 19+ the user gains a Power Surge of their choice for the remainder of the encounter;+5 to Damage Rolls, +5 Damage Reduction, or +1 Speed. Each Surge does not stack with itself. \n",
        "Panic": "Panic - Ghost Status - Scene x2 - 1 Target, 10 meters - The target \n",
        "Reaper": "Reaper - Ghost Physical - Scene x2 - DB5 - AC3 - Melee, 1 Target or Pass - Smite. For each target fainted by Reaper, the user gains a +1d6 bonus to damage rolls on their following turn. \n",
        "Witch's Hymn": "Witch's Hymn - Scene x2 - Ghost Special - AC 2 - DB5 - Burst 1, Friendly, Sonic, Smite - You may force all legal targets to Move away from you as if Slowed. \n",
        "Grass Moves": "Grass Moves\nFairy Rose - Grass Versatile - EOT - DB3 - AC 2 - Range 6, 1 Target\nEffect: Fairy Rose deals Fairy-Type Damage if it would be more effective. On 18+, the target is Confused. On 19+ The target is Poisoned.\n",
        "Grass Knot": "Grass Knot - Grass Special - EOT - DBX - AC2 - Ranged 4, 1 Target - Grass Knot’s DB is equal to the target’s Weight Class.\n",
        "Petal Blizzard": "Petal Blizzard - Grass Versatile - EOT - DB4 - AC2 - Close Blast 2 - No additional effect.\n",
        "Power Whip": "Power Whip - Grass Physical - Scene x2 - DB6 - AC5 - Range 4, 3 Targets - Smite.\n",
        "Harvest Scythe": "Harvest Scythe - Grass Physical - Scene x2 - DB5 - AC3 - Melee, 1 Target or Pass - Smite. For each target fainted by Harvest Scythe, the user gains a +1d6 bonus to damage rolls on their following turn. \n",
        "Twisted Blossom": "Twisted Blossom - Grass Physical - EOT - DB4 - AC 2 - Burst 1 - If the user is exposed to sunlight, Twisted Blossom does Grass or Fire Damage, whichever is more effective. If the user is not exposed to sunlight, Twisted Blossom does Grass or Dark Damage, whichever is more effective. \n",
        "Vine Frenzy": "Vine Frenzy - Grass Physical - EOT - DB3 - AC2 - Range 4, 2 Targets - Each hit target is pushed 1 meter in a direction of the user’s choice.\n",
        "Vital Drain": "Vital Drain - Grass Special - Scene x1 - DB6 - AC2 - Ranged 4, 1 Target - The user regains Hit Points equal to half the damage dealt by Vital Drain.\n",
        "Worry Seed": "Worry Seed - Grass Status - EOT - AC2 - Range 6, 1 Target\nEffect: The target gains the Insomnia Ability and become Poisoned. Targets that already have Insomnia are immune to this effect.\nGround Moves\nLiving Sand - Ground Status - Scene x1 - Movement Action\nEffect: The user creates up to four walls made of sand, set within 8 meters. Each wall is 2 meters tall, 1 meter thick, and up to 5 meters long. These walls can’t be destroyed; they reform themselves from damage almost instantly. However if the user is knocked out, recalled, or leaves the field for any other reason, the effect ends. \n",
        "Desert Wind": "Desert Wind - Ground Special - Scene x2 - DB6 - AC2 - Cone 2\nEffect: Each target is Blinded for 1 round on 18+.\nIce Moves\nIcy Claw - AW - Ice Physical - DB 3 - AC 3 - Melee, 1 Target - On 16+, for one full round the target is Slowed and suffers a -5 penalty to Damage Rolls. On 19+ the target is Frozen.\n",
        "Ice Hammer": "Ice Hammer - EOT - Ice Physical - DB5 - AC 2 - Melee, 1 Target\nEffect: The user’s Initiative is lowered by 1.\n",
        "Sub-Zero Slammer": "Sub-Zero Slammer - Scene x2 - Ice Physical - DB7 - AC 2 - Melee, 1 Target - Smite\nEffect: The user is Paralyzed until the end of their next turn.\n",
        "Winter's Wrath": "Winter's Wrath - Ice Physical - Scene x2 - DB 5 - AC 3 - Melee, 3 Targets, Smite - Winter's Wrath reduces the initiative of all targets hit by 1.\n",
        "Normal Moves": "Normal Moves\n",
        "Bide": "Bide - Normal Status - EOT - Burst 1\nEffect: The user may declare Bide as an Interrupt upon being hit by a Damaging Move. At the end of the round, the user may Shift and then use Bide, causing all Adjacent foes to lose X HP, where X is the amount of Damage taken since declaring use of Bide (Loss of life through effects such as Poison is not ‘Damage’).\n",
        "Carefree Smile": "Carefree Smile - Normal Status - Scene x1 - AC 2 - Range 5, 3 Targets - You do not need an Accuracy Roll to hit Allies targeted by this Move. Allies targeted by this Move gain two ticks of Temporary Hit Points; foes targeted by this Move become Charmed with the user. The user also resists all damage one step further until the end of their next turn.\n",
        "Defense Curl": "Defense Curl - Normal Status - AW - Move Action - Interrupt - The user gains +5 Defense for one full round. Bonus: As long as the user knows Defense Curl, they deal +5 more damage when using Rollout or Ice Ball.\n",
        "Encourage": "Encourage - Normal Status - Scene x2 - Up to three other allies within 5 meters each gain a tick of Temporary Hit Points. \n",
        "Fake Tears": "Fake Tears - Scene x2 - Normal Status - Minor Action - AC 2 - 4m, 1 Target, Social\nEffect: The user treats the target as Vulnerable for its next attack. Until the user attacks the target, the target takes a -2 penalty to  Accuracy and -10 penalty to Damage Rolls against the user. \n",
        "Flail": "Flail - EOT - Normal Physical - DB3 - AC 2 - Melee, 1 Target\nEffect: The user may Push 1.  If the user is Shaken, Flail gains a +1 DB Bonus and gains the Smite Keyword. If the user is Exhausted, Flail gains a +1 DB Bonus and hits all adjacent foes.\n",
        "Fluffy Punch": "Fluffy Punch - EOT - Normal Physical - DB4 - AC 2 - Melee, 1 Target - If Fluffy Punch misses, the missed target becomes Infatuated with the user.\n",
        "Follow Me": "Follow Me - Scene - Normal Status - Minor - Burst 5, Social, Friendly - For one full round, all foes in Follow Me’s area of effect are Provoked by the user.\n",
        "Fury Attack ": "Fury Attack  - EOT - Normal Physical - DB1 - AC 4 - Melee, 3 Targets - If you target only one foe with Fury Attack, it gains a +2 DB bonus. \n",
        "Growl": "Growl - Normal Status - At-Will - Minor Action - AC 2 - 4m, 1 Target, Social - The target suffers a -5 penalty to Damage Rolls and gains a +1 bonus to Accuracy Rolls against the user for one full round. Growl may affect a target only once per Scene.\n",
        "Growth": "Growth - Scene x1 - Normal Status - The user gains two ticks of Temporary Hit Points and becomes Grown for the rest of the scene or until Fainted.  While Grown, the user gains a +1 DB bonus to all damage rolls. Users that are Medium-sized or smaller become Large and gain +1 reach when they become Grown. \n",
        "Helping Hand": "Helping Hand - EOT - Normal Status - \n",
        "Hyper Beam": "Hyper Beam - Scene - Normal Special - AC 2 - DB 7 - Line 10, Smite, Exhaust \nExhaust: For one full round, the user is Vulnerable, Slowed, and takes a -10 penalty to Damage Rolls.\n",
        "Invisible Light ": "Invisible Light  - EOT - Normal Special - DB3 - AC 2 - Range 4, 1 Target - Inexorable\nEffect: Inexorable - Invisible Light cannot miss.\n",
        "Lucky Day": "Lucky Day - Scene x1 - Normal Status -  Minor - The user gains a +3 bonus to Critical Hit Range. When they land a Critical Hit with a damaging attack, this bonus is removed. \n",
        "Pay Day- Scene x2": "Pay Day- Scene x2 - Normal Physical - AC 2 - DB5 - Cone 2, Smite -  Each target reduces their Speed by 1 for the rest of the scene. \n",
        "Revelation Dance": "Revelation Dance - EOT - Normal Special - DB2 - AC 2 - Ranged 4, 1 Target\nEffect: Revelation Dance deals damage of the user’s current primary type, and gains a +1 DB bonus per Tier the user has reached. \n",
        "Rock Climb": "Rock Climb - EOT - Normal Physical - DB5 - AC 2 - Pass or Melee, 1 Target\nEffect: Rock Climb confuses the target on 18+.\n",
        "Splash": "Splash - Normal Status - At-Will - Self-Target\nEffect: Splash may be used as a Move Action. When used, the user Disengages up to 2 meters and gains +2 Evasion until the start of their next turn.\n",
        "Strength": "Strength - EOT - Normal Physical - DB3 - Melee, 1 target - Strength may be performed as a full action; if it is, it gains +2DB and Pushes the target on 16+. \n",
        "Roughhouse": "Roughhouse - EOT - Normal Physical - DB2 - AC 2 - Melee, 1 Target\nEffect: After you resolve Roughhouse, you may initiate a grapple, push, or trip maneuver for free.\n",
        "Stomp": "Stomp - EOT - Normal Physical - DB3 - AC 2 - Melee, 1 Target\nEffect: Stomp Flinches the target on 15+. If the target is at least one size category smaller than the user, Stomp deals an additional 5 damage.\n",
        "Sway": "Sway - Scene x1 - Normal Status - Trigger \nEffect: Sway may be used as an interrupt when the user is hit by a melee attack. The triggering attack misses the user and instead hits a target adjacent to the user (the foe that made the triggering attack may be chosen).  The foe that made the triggering attack may then be pushed to any empty square adjacent to the user.\n",
        "Swords Dance": "Swords Dance - AW - Normal Status - Target: Self  - Buff\nEffect: The user gains the Swords Dance buff. While under the effects of Swords Dance, the user gains a +5 Bonus to Physical Damage Rolls, and +2 Evasion against ranged attacks. The user may expend Swords Dance when a foe within reach misses them with an attack to immediately make an At-Will physical attack against that foe as a free action.\n",
        "Tongue Whip": "Tongue Whip - Scene x2 - Physical Normal - AC 2 - DB6 - Melee, 1 Target - Smite\nEffect: This move may be performed as if the user had Reach 3. On 18+ or on a miss, the target becomes Paralyzed. \n",
        "Uproar": "Uproar - Normal Special - EOT - DB 3 - AC 2 - Burst 1, Spirit Surge, Sonic - All combatants within 10m are cured of Sleep. \n",
        "Vice Grip": "Vice Grip - AW - Normal Physical - AC 2 - DB 3 - Melee, 1 Target  - The user may perform a Grapple Maneuver against the target as a Free Action. \n",
        "Poison Moves": "Poison Moves\nAcid - EOT - Special Poison - AC 2 - DB2 - Cone 2 -  On 19+, the targets do not apply their Special Defense to this damage. \n",
        "Acid Cloud": "Acid Cloud - Scene x2 - Special Poison - AC 2 - DB6 - Ranged 6, Blast 3\nEffect: The area in the blast becomes an Acid Cloud for the rest of the scene. Any non-Poison-typed Pokemon or Trainers that end their turn in the Acid Cloud lose a Tick of Hit Points.\n",
        "Assassinate": "Assassinate - Scene x2 - Physical Poison - AC2 - DB5 - Melee, 1 Target - Smite\nEffect: Drown gains +1 DB for each of the following conditions the target has:  Asleep, Flanked, Shaken, Poisoned, or Vulnerable.\n",
        "Chemical Burn": "Chemical Burn - Scene x2 - Special Poison - AC 2 - DB6 - Cone 2, Smite -  This move deals damage as if it was Poison or Fire typed, whichever is most effective against each target. The targets are Burned on 15+. \n",
        "Coil": "Coil - Poison Status - Target: Self - The user may use Coil as a Move Action to become Coiled. The user gains +5 Damage Reduction while Coiled. The next time the user makes an attack, they stop being Coiled, and their attack gains +1 reach, +2 Accuracy, and a +2 DB bonus. The user cannot Shift while Coiled. \n",
        "Poison Powder": "Poison Powder - Poison Status - EOT - AC 4 - Line 3 - If the target is not Poisoned, Poison Powder has the following effect: The target is Poisoned. If the target is Poisoned, Poison Powder instead causes them to lose two Ticks of Hit Points.\n",
        "Slime Tackle": "Slime Tackle - EOT - Versatile Poison - AC 2 - DB3 - Melee, 1 Target\nEffect: The target is Slowed for one full round on even rolls, and Poisoned on 17+.\n",
        "Tetra Poison": "Tetra Poison - Scene x1 - Poison Status - AC 2 - Melee, 1 Target - Reliable\nEffect: The target becomes Asleep, Confused, Paralyzed, and Poisoned.  Reliable - Tetra Poison’s Frequency is not expended if it misses all targets. \n",
        "Toxic": "Toxic - Scene x2 - Poison Status - AC 2 - Ranged 4, 1 Target - Reliable\nEffect: The target becomes Poisoned and Burned. Reliable - Toxic’s Frequency is not expended if it misses all targets. \n",
        "Venom Dart": "Venom Dart - EOT - Poison Status - AC 2 - Ranged 4, 1 Target\nEffect: The target loses a Tick of Hit Points, and takes a -5 penalty to damage rolls for 1 round. On 17+, the target becomes Poisoned. Target’s immune to Poison-Type Damage or the Poison Condition are immune to Venom Dart. \n",
        "Psychic Moves": "Psychic Moves\nAgility - Psychic Status - At-Will - Self-Target\nEffect: The user disengages up to 3 meters and gains the Speedy Status. While Speedy, the user gains +2 Speed; the user may expend this Status during their turn to Disengage up to 3 meters and gain +4 Evasion until the beginning of their next turn.\n",
        "Cosmic Power- Psychic Status": "Cosmic Power- Psychic Status - At-Will - Target: Self - Cosmic Power may be used as a Move Action to gain +5 Damage Reduction for 1 turn.\n",
        "Dream Eater": "Dream Eater - Psychic Special - EOT - DB2 - AC 2 - Melee, 1 Target - If the target is awake, the last Move it used becomes Disabled. Dream Eater may affect a given target in this way only once per Scene. If the target is Asleep, increase its DB by +3 and it gains the Drain Keyword. \n",
        "Hypnosis": "Hypnosis - Psychic Status - Scene x2 - AC 6 - 4m, 1 Target - The target falls Asleep. On a Miss, the target takes a -5 penalty to all Damage Rolls and is Vulnerable for one full round. \n",
        "Foretell Doom": "Foretell Doom - Psychic Status - Scene x2 - Range 6, 1 Target - On the target's next Accuracy Roll, they roll twice and take the worse result. The next time the target is hit by a damaging attack, that attack automatically Critically Hits. On a 16+, the target is Blinded for one full round. \n",
        "Future Sight": "Future Sight - Psychic Special - Scene x2 - DB6 - AC 2 - Special, 1 Target -  Inexorable - Future Sight does nothing on the turn it is used. At the end of the following round, a target within 15 meters of the location where Future Sight was used is hit by Future Sight. This occurs even if the user is Fainted or no longer on the field. \n",
        "Miracle Eye": "Miracle Eye - Psychic Status - EOT - Minor Action - Self - For the rest of the user's turn, their Psychic-Type attacks gain the Reliable Keyword, ignore Dark's Immunity to Psychic damage, and cannot be Intercepted.\n",
        "Psychic ": "Psychic  - Psychic Special - Scene x2 - DB4 - AC 3 - Range 6, 1 Target -  Smite - The target is pushed around and then pinned down by telekinetic forces; they’re pushed 3 meters in the direction of the user’s choice and then become Vulnerable and Stuck for 1 full round or until hit by a damaging attack, whichever comes first.\n",
        "Psywave": "Psywave - Psychic Special - EOT - AC 2 - DB3 - Range 4, 1 Target - 17+: Critically Hits\n",
        "Stat Swap": "Stat Swap - Psychic Status - Scene - Minor Action - 8 sq, 1 Target, Reliable - Stat Swap cannot miss. Choose Power or Guard. If you chose Power, you and your target trade Attack and Special Attack values with each other for one full round. If you chose Guard, you and your target trade Defense and Special Defense values with each other for one full round.\n",
        "Rock Moves": "Rock Moves\nAncient Power  - Rock Versatile - EOT - DB3 - AC 3 - Line 4  -  On 19+ the user gains a Power Surge of their choice for the remainder of the encounter;+5 to Damage Rolls, +5 Damage Reduction, or +1 Speed. Each Surge does not stack with itself. \n",
        "Obsidian Razor": "Obsidian Razor - Rock Physical - EOT - DB4 - AC 2 - Pass or Melee, 1 Target\nEffect: Obsidian Blade is a Critical Hit on 18+. \n",
        "Rollout": "Rollout - Rock Physical - At-Will - DB2 - AC 3 - Pass or Melee, 1 Target\nEffect: When rollout is used and it hits at least 1 target, the user gains a Rollout counter after the move is resolved; but if Rollout hits no targets, the user loses all Rollout counters. Each Rollout counter the user has raises this Move’s DB by +1 but also imposes a -1 penalty to AC when using Rollout. \n",
        "Splintered Stormshards": "Splintered Stormshards - Rock Physical - Scene x1 - DB7 - AC 2 - Ranged 6, Blast 3 - Smite\nEffect: Until the end of their next turn, the user is Vulnerable, Slowed, and takes a -10 penalty to Damage Rolls.\n",
        "Steel Moves": "Steel Moves\nHammerfall - EOT - Physical Steel - DB3 - Melee, 1 target - Hammerfall may be performed as a full action; if it is, it gains +2DB and Trips the target on 16+. \n",
        "Iron Defense": "Iron Defense - EOT - Steel Status - Self - The user gains the Reinforced Condition. While Reinforced, the user gains 10 Defense. When the user is hit by a Physical Attack while Reinforced, they may choose to resist it one step further. If they do, remove the Reinforced Condition after the attack is resolved. \n",
        "Steel Clamp": "Steel Clamp - Scene x2 - Physical Steel - DB6 - Melee, 1 target, Smite\nEffect: The user may perform a Grapple Maneuver against the target as a Free Action.\nWater Moves\nAqua Tail - Water Physical - EOT - DB4 - AC 2 - Pass or Melee, 1 Target\nEffect: Aqua Tail is a Critical Hit on 18+. \n",
        "Bubble Slide": "Bubble Slide - At-Will - Physical Water  - AC 2 - DB2 - Melee, 1 Target \nEffect: The user may Disengage 2 either before or after using Bubble Slide.\n",
        "Dive ": "Dive  - EOT - Physical Water  - AC2 - DB 4 - Melee, 1 Target \nEffect: If in the water, Dive causes the target to Flinch. \n",
        "Drown": "Drown - Scene x2 - Physical Water  - AC2 - DB5 - Melee, 1 Target \nEffect: Drown gains +1 DB for each of the following conditions the target has:  Asleep, Shaken, Paralyzed, Tripped, or Vulnerable.\n",
        "Innards Out ": "Innards Out  - Scene x2 - Status Water - Trigger, Free Action, Reaction\nEffect: Innards Out may be used when the user is hit by a damaging attack. The user resists the triggering attack one step further. After the attack is resolved, the user may cause a foe within 2 meters loses Hit Points equal to twice the amount of Hit Points lost by the user from the triggering attack, even if the triggering attack caused the user to Faint.\n",
        "Liquidation": "Liquidation - Water Physical - EOT - DB4 - AC 2 - Melee, 1 Target\nEffect: The target takes +8 damage from the next attack to hit it this round. \n",
        "Muddy Water": "Muddy Water - Water Versatile - Scene x2 - DB5 - AC2 -  Close Blast 2\nEffect: As a Movement Action, the user may move to any open square in Muddy Water’s area of effect without provoking a punish attack. On 16+, the targets are Blinded for 1 turn.\n",
        "Oceanic Operetta": "Oceanic Operetta - Water Special - Scene x1 - DB7 - AC2 - Ranged 8, Blast 3 - Set-Up, Smite \nSet-Up Effect: The user gains five ticks of Temporary Hit Points.\nResolution Effect: The user attacks with Oceanic Operetta, loses any Temporary Hit Points, and becomes Vulnerable for 1 round. \n",
        "Shoal Up": "Shoal Up - Daily x2 - Water Status  - Self-Target \nEffect: The user regains HP equal to half their maximum HP value. If the user is a Wishiwashi, they remove the Shaken condition and change into Schooling Form.\n",
        "Surf": "Surf - Water Special - EOT - DB4 - AC2 - Line 6\nEffect: As a Movement Action, the user may move to any open square in Surf’s area of effect without provoking a punish attack. \n",
        "Waterfall": "Waterfall - Water Physical - Scene x2 - DB6 - AC 2 - Pass or Melee, 1 Target\nEffect: The target are Flinched on 14+, and Tripped on 16+.\n"
    },
    "Abil": {
        "Anger Point": "Ability: Anger Point\nStatic\nEffect: Whenever the user is critically hit, they become Enraged, gain a Tick of Hit Points, and their next attack automatically critically strikes.\n",
        "Aroma Veil": "Ability: Aroma Veil\nStatic\nEffect: The user and all adjacent Pokémon and Trainers cannot become Confused, Enraged, or Suppressed. Defensive.\n",
        "Blaze": "Ability: Blaze\nStatic\nEffect: The user gains a +1 DB bonus to damage rolls with Fire-Type Moves. If Shaken, the bonus increases to +2 DB.\n",
        "Courage": "Ability: Courage\nStatic\nEffect: The user gains +5 Damage Reduction while Shaken or Bruised.\n",
        "Discipline": "Ability: Discipline\nScene x1 – Free Action\nEffect: The user may activate this Ability at any time to cure themselves of Confusion, Infatuation, Rage, Sleep, or Suppression. If the user removes one of these afflictions, they gain a +2 Bonus on their next Accuracy Roll.\n",
        "Flower Power": "Ability: Flower Power\nStatic\nEffect: The user’s Grass-Type Moves are all Versatile and gain a +1 DB Bonus.\n",
        "Fox Fire": "Ability: Fox Fire\nScene – Standard Action\nEffect: The user creates 3 Fire Wisps. Whenever the user is hit by a damaging attack by a foe within 6 meters, the user may expend a Fire Wisp to use the Move Ember against that foe.\n",
        "Galvanize": "Ability: Galvanize\nScene x2 - Free Action\nTrigger: The user uses an Electric-Typed Move\nEffect: The user gains the Galvanized condition. The user can expend Galvanized as a Free Action in the following ways:\n* When hitting with a Normal, Rock, or Steel-Typed attack to have it deal Electric-Typed damage and cause the targets to lose a Tick of Hit Points.\n* When hitting with an Electric-Typed attack to cause all hit targets to become Paralyzed for one full round. \n",
        "Guts": "Ability: Guts\nStatic\nEffect: While Burned, Cursed, Poisoned, Badly Poisoned, or Paralyzed, the user gains a +8 Bonus to Damage Rolls.\n",
        "Healer": "Ability: Healer\nScene x1 – Free Action\nTarget: An adjacent target\nEffect: The target is cured of Burn, Poison, Bad Poison, or Paralysis. \n",
        "Heatproof": "Ability: Heatproof\nStatic\nEffect: The user is immune to Burn, and resists Fire-Type Moves one step further.\n",
        "Instinct": "Ability: Instinct\nStatic\nEffect: The user gains +1 Evasion against ranged attacks and area-of-effect attacks.\n",
        "Long Reach": "Ability: Long Reach\nStatic\nEffect: The user may use damaging attacks as if they had a range of \"6, 1 Target\" instead of their usual range.\n",
        "Motor Drive": "Ability: Motor Drive\nScene x3 - Free Action\nTrigger: The user uses or is hit by an Electric-Type attack\nEffect: The user gains +1 Speed. \nBonus: The user is Immune to the effects and damage of Electric-Type attacks. \n",
        "Omen": "Ability: Omen\nScene - Minor Action\nTarget: A foe within 5 meters\nEffect: The target becomes Shaken. As long as the user remains on the field, the target suffers a -2 penalty to all Accuracy Rolls and loses a Tick of Hit Points whenever they miss all targets with an attack. If the target Faints or leaves the battlefield, refresh Omen’s Frequency.\n",
        "Overgrow": "Ability: Overgrow\nStatic\nEffect: The user gains a +1 DB bonus to damage rolls with Grass-Type Moves. If Shaken, the bonus increases to +2 DB.\n",
        "Rattled": "Ability: Rattled\nScene x1 – Free Action\nTrigger: The user is hit by a Bug, Dark, or Ghost Type Move\nEffect: The user gains +1 Speed for the rest of the Scene.\n",
        "Reckless": "Ability: Reckless\nStatic\nEffect: The user gains +2 DB on Moves with the Exhaust, Recoil, or Reckless keywords.\n",
        "Steadfast": "Ability: Steadfast\nStatic\nEffect: The user gains a +1 Speed for each Mental Status Condition they have. They do not lose Speed when becoming Flinched.\n",
        "Shields Down ": "Ability: Shields Down \nStatic\nEffect: If the user is not Shaken, they gain +5 Damage Reduction against all damage and are immune to physical ailments. If the user is Shaken, they instead gain a +5 Bonus to all damage rolls and gain a +3 Bonus to Speed. \n",
        "Torrent": "Ability: Torrent\nStatic\nEffect: The user gains a +1 DB bonus to damage rolls with Water-Type Moves. If Shaken, the bonus increases to +2 DB.\n",
        "Vicious": "Ability: Vicious\nScene - Minor Action\nTrigger: The user hits a foe with a Melee Attack\nEffect: The user chooses one of the following as a Minor Action - the user gains a +2 bonus to Critical Hit Range for the rest of the Scene, or the user uses a Move that grants a Buff Condition.\n",
        "Water Bubble": "Ability: Water Bubble\nStatic\nEffect: The user is immune to Burn, and resists Water and Fire-Type attacks one step further.\n",
        "Water Veil": "Ability: Water Veil\nStatic\nEffect: The user is immune to Burn. Whenever the user uses a Water-Type Move, they gain a tick of Temporary Hit Points.\n",
        "White Flame": "Ability: White Flame\nStatic\nEffect: When the user becomes Shaken, they become Enraged and gain a +1 DB Bonus to all damage rolls for the rest of the scene. They cannot be cured of Rage when they become Enraged this way. \n",
        "Accelerate": "Ability: Accelerate\nScene x2 - Standard Action, Priority\nEffect: The user may activate a damaging Move to which they add STAB with Priority. If the Move hits, the user adds their Speed Stat to the Damage Roll. If the Move already had Priority, the attack also gains a +2 Bonus to Accuracy and a +2 Bonus to DB.\n",
        "Bubble Strike ": "Ability: Bubble Strike \nStatic\nEffect: The user may use Water-Type Moves as if they had a range of \"Melee, 1 Target\". If they do, the triggering Move becomes Physical, gains a +2 Bonus to Critical Hit Range, and deals +5 damage. \n",
        "Chemical Romance": "Ability: Chemical Romance\nStatic\nEffect: Whenever the user hits a male target with Poison Gas, Smog, Sweet Scent, Toxic, or Venom Drench, that target becomes Infatuated with the user.\n",
        "Wily": "Ability: Wily\nEffect: The user's Status Class Moves may target an additional target within range. This does not apply to area-of-effect moves.\n"
    }
}